<div class="modal fade  modal1" id="modal1"  role="dialog" aria-labelledby="myModalLabel">
  <div class="modal-dialog" role="document">
    <div class="modal-content">
        <button type="button" class="modal1__close close" data-dismiss="modal" aria-label="Close">
          <span aria-hidden="true">
            <svg id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 16.95 16.95"><path d="M150.18,486.38H137.11l-.06,0a2.25,2.25,0,0,1-1.88-2.29V472.92a11.33,11.33,0,0,1,.05-1.65,2.18,2.18,0,0,1,2.13-1.83h12.58a2.23,2.23,0,0,1,2.19,2.23v12.47a2.25,2.25,0,0,1-1.58,2.14Zm-6.54-15.81h-6.09a1.36,1.36,0,0,0-.45.06,1.13,1.13,0,0,0-.8,1.21v12.21a1.14,1.14,0,0,0,1.21,1.2h12.21A1.16,1.16,0,0,0,151,484V471.79a1.14,1.14,0,0,0-1.21-1.22Z" transform="translate(-135.17 -469.43)"/><path d="M144.4,477.89l2,2,1,1a.56.56,0,0,1,0,.82.57.57,0,0,1-.83,0l-2.79-2.8c0-.05-.09-.12-.15-.19l-.17.16-2.81,2.81a.58.58,0,0,1-.6.19.56.56,0,0,1-.24-.93c.31-.32.63-.63,1-1l1.91-1.91.16-.16-.53-.5-2.45-2.45a.56.56,0,0,1-.18-.59.55.55,0,0,1,.93-.22c.43.41.84.83,1.26,1.25l1.69,1.69.06,0,.13-.13,2.82-2.82a.59.59,0,0,1,.61-.18.54.54,0,0,1,.28.85,1.07,1.07,0,0,1-.14.16l-2.77,2.77Z" transform="translate(-135.17 -469.43)"/></svg>
          </span>
        </button>
      <div class="modal-body">
        
        <p class="modal1__title">Добавить отзыв</p>
        <div class="modal1__desc">
          <svg id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 10.04 10.01"><defs><style>.cls-1{fill:#979697;}</style></defs><path class="cls-1" d="M388.08,398.7a1.18,1.18,0,0,0-1.2-1.19h-7.63a1.18,1.18,0,0,0-1.21,1.22v8.38a.38.38,0,0,0,.35.41.36.36,0,0,0,.42-.33.65.65,0,0,0,0-.14v-8.29c0-.34.14-.48.48-.48h7.54a.44.44,0,0,1,.48.48c0,1.74,0,3.48,0,5.22,0,.33-.15.47-.48.47l-4.87,0a3.65,3.65,0,0,0-1.31.23,2.87,2.87,0,0,0-.9.59.4.4,0,0,0,0,.6.35.35,0,0,0,.43.06l.2-.15a2,2,0,0,1,1.25-.54l.84,0h4.42a1.2,1.2,0,0,0,1.23-1.23Z" transform="translate(-378.04 -397.51)"/><path class="cls-1" d="M385,401.75a.39.39,0,0,0-.39-.38.37.37,0,0,0-.38.38.39.39,0,0,0,.37.39A.4.4,0,0,0,385,401.75Z" transform="translate(-378.04 -397.51)"/><path class="cls-1" d="M383.45,401.75a.39.39,0,0,0-.39-.38.38.38,0,0,0-.39.38.39.39,0,0,0,.38.39A.4.4,0,0,0,383.45,401.75Z" transform="translate(-378.04 -397.51)"/><path class="cls-1" d="M381.9,401.74a.39.39,0,0,0-.77,0,.39.39,0,0,0,.38.39A.39.39,0,0,0,381.9,401.74Z" transform="translate(-378.04 -397.51)"/></svg>
          <span>Развивающая игрушка МДИ Универсальный куб</span>
        </div>
        <div class="modal1__rating">
          <div class="card__rating rating" data-total-value="5">
            <div class="rating__item" data-item-value="5">
              <svg id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 16.96 16.21"><defs><style>.cls-1{fill:#d5d4d4;}</style></defs><path class="cls-1" d="M353.71,491.33c.12-.74.26-1.56.39-2.38s.24-1.56.38-2.33a.48.48,0,0,0-.17-.5L351,482.9c-.36-.34-.41-.75-.11-1a1,1,0,0,1,.5-.25c1.52-.24,3-.47,4.57-.69a.58.58,0,0,0,.5-.36c.63-1.34,1.28-2.68,1.92-4,.16-.33.33-.65.78-.64s.57.32.73.64q1,2,2,4a.58.58,0,0,0,.37.26l4.58.63a.78.78,0,0,1,.74.49.79.79,0,0,1-.31.86c-1.06,1-2.09,2.1-3.17,3.13a.73.73,0,0,0-.21.77c.27,1.48.53,3,.8,4.44a.69.69,0,0,1-.25.75.71.71,0,0,1-.82,0c-1.35-.7-2.72-1.39-4.07-2.1a.65.65,0,0,0-.71,0l-4,2.17A.71.71,0,0,1,353.71,491.33Z" transform="translate(-350.65 -475.92)"></path></svg>
            </div>
            <div class="rating__item" data-item-value="4">
              <svg id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 16.96 16.21"><defs><style>.cls-1{fill:#d5d4d4;}</style></defs><path class="cls-1" d="M353.71,491.33c.12-.74.26-1.56.39-2.38s.24-1.56.38-2.33a.48.48,0,0,0-.17-.5L351,482.9c-.36-.34-.41-.75-.11-1a1,1,0,0,1,.5-.25c1.52-.24,3-.47,4.57-.69a.58.58,0,0,0,.5-.36c.63-1.34,1.28-2.68,1.92-4,.16-.33.33-.65.78-.64s.57.32.73.64q1,2,2,4a.58.58,0,0,0,.37.26l4.58.63a.78.78,0,0,1,.74.49.79.79,0,0,1-.31.86c-1.06,1-2.09,2.1-3.17,3.13a.73.73,0,0,0-.21.77c.27,1.48.53,3,.8,4.44a.69.69,0,0,1-.25.75.71.71,0,0,1-.82,0c-1.35-.7-2.72-1.39-4.07-2.1a.65.65,0,0,0-.71,0l-4,2.17A.71.71,0,0,1,353.71,491.33Z" transform="translate(-350.65 -475.92)"></path></svg>				
            </div>
            <div class="rating__item" data-item-value="3">
              <svg id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 16.96 16.21"><defs><style>.cls-1{fill:#d5d4d4;}</style></defs><path class="cls-1" d="M353.71,491.33c.12-.74.26-1.56.39-2.38s.24-1.56.38-2.33a.48.48,0,0,0-.17-.5L351,482.9c-.36-.34-.41-.75-.11-1a1,1,0,0,1,.5-.25c1.52-.24,3-.47,4.57-.69a.58.58,0,0,0,.5-.36c.63-1.34,1.28-2.68,1.92-4,.16-.33.33-.65.78-.64s.57.32.73.64q1,2,2,4a.58.58,0,0,0,.37.26l4.58.63a.78.78,0,0,1,.74.49.79.79,0,0,1-.31.86c-1.06,1-2.09,2.1-3.17,3.13a.73.73,0,0,0-.21.77c.27,1.48.53,3,.8,4.44a.69.69,0,0,1-.25.75.71.71,0,0,1-.82,0c-1.35-.7-2.72-1.39-4.07-2.1a.65.65,0,0,0-.71,0l-4,2.17A.71.71,0,0,1,353.71,491.33Z" transform="translate(-350.65 -475.92)"></path></svg>
            </div>
            <div class="rating__item" data-item-value="2">
              <svg id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 16.96 16.21"><defs><style>.cls-1{fill:#d5d4d4;}</style></defs><path class="cls-1" d="M353.71,491.33c.12-.74.26-1.56.39-2.38s.24-1.56.38-2.33a.48.48,0,0,0-.17-.5L351,482.9c-.36-.34-.41-.75-.11-1a1,1,0,0,1,.5-.25c1.52-.24,3-.47,4.57-.69a.58.58,0,0,0,.5-.36c.63-1.34,1.28-2.68,1.92-4,.16-.33.33-.65.78-.64s.57.32.73.64q1,2,2,4a.58.58,0,0,0,.37.26l4.58.63a.78.78,0,0,1,.74.49.79.79,0,0,1-.31.86c-1.06,1-2.09,2.1-3.17,3.13a.73.73,0,0,0-.21.77c.27,1.48.53,3,.8,4.44a.69.69,0,0,1-.25.75.71.71,0,0,1-.82,0c-1.35-.7-2.72-1.39-4.07-2.1a.65.65,0,0,0-.71,0l-4,2.17A.71.71,0,0,1,353.71,491.33Z" transform="translate(-350.65 -475.92)"></path></svg>
            </div>
            <div class="rating__item" data-item-value="1">
              <svg id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 16.96 16.21"><defs><style>.cls-1{fill:#d5d4d4;}</style></defs><path class="cls-1" d="M353.71,491.33c.12-.74.26-1.56.39-2.38s.24-1.56.38-2.33a.48.48,0,0,0-.17-.5L351,482.9c-.36-.34-.41-.75-.11-1a1,1,0,0,1,.5-.25c1.52-.24,3-.47,4.57-.69a.58.58,0,0,0,.5-.36c.63-1.34,1.28-2.68,1.92-4,.16-.33.33-.65.78-.64s.57.32.73.64q1,2,2,4a.58.58,0,0,0,.37.26l4.58.63a.78.78,0,0,1,.74.49.79.79,0,0,1-.31.86c-1.06,1-2.09,2.1-3.17,3.13a.73.73,0,0,0-.21.77c.27,1.48.53,3,.8,4.44a.69.69,0,0,1-.25.75.71.71,0,0,1-.82,0c-1.35-.7-2.72-1.39-4.07-2.1a.65.65,0,0,0-.71,0l-4,2.17A.71.71,0,0,1,353.71,491.33Z" transform="translate(-350.65 -475.92)"></path></svg>
            </div>
          </div>
          <span>5</span>
        </div>
        
        <div class="modal1__score">
          <label for="">Ваша оценка <span class="star">*</span></label>
          <div class="card__rating rating" data-total-value="2">
            <div class="rating__item" data-item-value="5">
              <svg id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 16.96 16.21"><defs><style>.cls-1{fill:#d5d4d4;}</style></defs><path class="cls-1" d="M353.71,491.33c.12-.74.26-1.56.39-2.38s.24-1.56.38-2.33a.48.48,0,0,0-.17-.5L351,482.9c-.36-.34-.41-.75-.11-1a1,1,0,0,1,.5-.25c1.52-.24,3-.47,4.57-.69a.58.58,0,0,0,.5-.36c.63-1.34,1.28-2.68,1.92-4,.16-.33.33-.65.78-.64s.57.32.73.64q1,2,2,4a.58.58,0,0,0,.37.26l4.58.63a.78.78,0,0,1,.74.49.79.79,0,0,1-.31.86c-1.06,1-2.09,2.1-3.17,3.13a.73.73,0,0,0-.21.77c.27,1.48.53,3,.8,4.44a.69.69,0,0,1-.25.75.71.71,0,0,1-.82,0c-1.35-.7-2.72-1.39-4.07-2.1a.65.65,0,0,0-.71,0l-4,2.17A.71.71,0,0,1,353.71,491.33Z" transform="translate(-350.65 -475.92)"></path></svg>
            </div>
            <div class="rating__item" data-item-value="4">
              <svg id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 16.96 16.21"><defs><style>.cls-1{fill:#d5d4d4;}</style></defs><path class="cls-1" d="M353.71,491.33c.12-.74.26-1.56.39-2.38s.24-1.56.38-2.33a.48.48,0,0,0-.17-.5L351,482.9c-.36-.34-.41-.75-.11-1a1,1,0,0,1,.5-.25c1.52-.24,3-.47,4.57-.69a.58.58,0,0,0,.5-.36c.63-1.34,1.28-2.68,1.92-4,.16-.33.33-.65.78-.64s.57.32.73.64q1,2,2,4a.58.58,0,0,0,.37.26l4.58.63a.78.78,0,0,1,.74.49.79.79,0,0,1-.31.86c-1.06,1-2.09,2.1-3.17,3.13a.73.73,0,0,0-.21.77c.27,1.48.53,3,.8,4.44a.69.69,0,0,1-.25.75.71.71,0,0,1-.82,0c-1.35-.7-2.72-1.39-4.07-2.1a.65.65,0,0,0-.71,0l-4,2.17A.71.71,0,0,1,353.71,491.33Z" transform="translate(-350.65 -475.92)"></path></svg>				
            </div>
            <div class="rating__item" data-item-value="3">
              <svg id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 16.96 16.21"><defs><style>.cls-1{fill:#d5d4d4;}</style></defs><path class="cls-1" d="M353.71,491.33c.12-.74.26-1.56.39-2.38s.24-1.56.38-2.33a.48.48,0,0,0-.17-.5L351,482.9c-.36-.34-.41-.75-.11-1a1,1,0,0,1,.5-.25c1.52-.24,3-.47,4.57-.69a.58.58,0,0,0,.5-.36c.63-1.34,1.28-2.68,1.92-4,.16-.33.33-.65.78-.64s.57.32.73.64q1,2,2,4a.58.58,0,0,0,.37.26l4.58.63a.78.78,0,0,1,.74.49.79.79,0,0,1-.31.86c-1.06,1-2.09,2.1-3.17,3.13a.73.73,0,0,0-.21.77c.27,1.48.53,3,.8,4.44a.69.69,0,0,1-.25.75.71.71,0,0,1-.82,0c-1.35-.7-2.72-1.39-4.07-2.1a.65.65,0,0,0-.71,0l-4,2.17A.71.71,0,0,1,353.71,491.33Z" transform="translate(-350.65 -475.92)"></path></svg>
            </div>
            <div class="rating__item" data-item-value="2">
              <svg id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 16.96 16.21"><defs><style>.cls-1{fill:#d5d4d4;}</style></defs><path class="cls-1" d="M353.71,491.33c.12-.74.26-1.56.39-2.38s.24-1.56.38-2.33a.48.48,0,0,0-.17-.5L351,482.9c-.36-.34-.41-.75-.11-1a1,1,0,0,1,.5-.25c1.52-.24,3-.47,4.57-.69a.58.58,0,0,0,.5-.36c.63-1.34,1.28-2.68,1.92-4,.16-.33.33-.65.78-.64s.57.32.73.64q1,2,2,4a.58.58,0,0,0,.37.26l4.58.63a.78.78,0,0,1,.74.49.79.79,0,0,1-.31.86c-1.06,1-2.09,2.1-3.17,3.13a.73.73,0,0,0-.21.77c.27,1.48.53,3,.8,4.44a.69.69,0,0,1-.25.75.71.71,0,0,1-.82,0c-1.35-.7-2.72-1.39-4.07-2.1a.65.65,0,0,0-.71,0l-4,2.17A.71.71,0,0,1,353.71,491.33Z" transform="translate(-350.65 -475.92)"></path></svg>
            </div>
            <div class="rating__item" data-item-value="1">
              <svg id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 16.96 16.21"><defs><style>.cls-1{fill:#d5d4d4;}</style></defs><path class="cls-1" d="M353.71,491.33c.12-.74.26-1.56.39-2.38s.24-1.56.38-2.33a.48.48,0,0,0-.17-.5L351,482.9c-.36-.34-.41-.75-.11-1a1,1,0,0,1,.5-.25c1.52-.24,3-.47,4.57-.69a.58.58,0,0,0,.5-.36c.63-1.34,1.28-2.68,1.92-4,.16-.33.33-.65.78-.64s.57.32.73.64q1,2,2,4a.58.58,0,0,0,.37.26l4.58.63a.78.78,0,0,1,.74.49.79.79,0,0,1-.31.86c-1.06,1-2.09,2.1-3.17,3.13a.73.73,0,0,0-.21.77c.27,1.48.53,3,.8,4.44a.69.69,0,0,1-.25.75.71.71,0,0,1-.82,0c-1.35-.7-2.72-1.39-4.07-2.1a.65.65,0,0,0-.71,0l-4,2.17A.71.71,0,0,1,353.71,491.33Z" transform="translate(-350.65 -475.92)"></path></svg>
            </div>
          </div>
        </div>

        <div class="modal1__inputs">
          <div class="modal1__input">
            <label for="">Ваш отзыв <span class="star">*</span> </label>
            <textarea></textarea>
          </div>
          <div class="modal1__input">
            <label for="">Ваше имя <span class="star">*</span> </label>
            <input type="text">
          </div>
          <div class="modal1__input">
            <label for="">Электронная почта <span class="star">*</span> </label>
            <input type="email">
          </div>
        </div>
        <button class="modal1__btn">ОТПРАВИТЬ ОТЗЫВ</button>
        <div class="modal1__footer">
          <div>Оставляя отзыв на сайте Вы даете согласие на <a href="">правила сайта по обработке персональных данных</a></div>
        </div>
      </div>
    </div>
  </div>
</div>

<div class="modal  fade  modal2" id="modal2"  role="dialog" aria-labelledby="myModalLabel">
  <div class="modal-dialog" role="document">
    <div class="modal-content">
    <button type="button" class="modal2__close close" data-dismiss="modal" aria-label="Close">
          <span aria-hidden="true">
            <svg id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 16.95 16.95"><path d="M150.18,486.38H137.11l-.06,0a2.25,2.25,0,0,1-1.88-2.29V472.92a11.33,11.33,0,0,1,.05-1.65,2.18,2.18,0,0,1,2.13-1.83h12.58a2.23,2.23,0,0,1,2.19,2.23v12.47a2.25,2.25,0,0,1-1.58,2.14Zm-6.54-15.81h-6.09a1.36,1.36,0,0,0-.45.06,1.13,1.13,0,0,0-.8,1.21v12.21a1.14,1.14,0,0,0,1.21,1.2h12.21A1.16,1.16,0,0,0,151,484V471.79a1.14,1.14,0,0,0-1.21-1.22Z" transform="translate(-135.17 -469.43)"/><path d="M144.4,477.89l2,2,1,1a.56.56,0,0,1,0,.82.57.57,0,0,1-.83,0l-2.79-2.8c0-.05-.09-.12-.15-.19l-.17.16-2.81,2.81a.58.58,0,0,1-.6.19.56.56,0,0,1-.24-.93c.31-.32.63-.63,1-1l1.91-1.91.16-.16-.53-.5-2.45-2.45a.56.56,0,0,1-.18-.59.55.55,0,0,1,.93-.22c.43.41.84.83,1.26,1.25l1.69,1.69.06,0,.13-.13,2.82-2.82a.59.59,0,0,1,.61-.18.54.54,0,0,1,.28.85,1.07,1.07,0,0,1-.14.16l-2.77,2.77Z" transform="translate(-135.17 -469.43)"/></svg>
          </span>
        </button>
      <div class="modal-body">
        <div class="modal2__left">
          <svg id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 45.76 45.76"><defs><style>.cls-1{fill:#fff;}</style></defs><path class="cls-1" d="M278.22,369.2a3.18,3.18,0,0,0-2.84-2.38c-.75-.07-1.51-.13-2.26-.21-2.86-.28-5.72-.59-8.58-.85a.7.7,0,0,1-.65-.46c-1.89-3.78-3.8-7.55-5.7-11.32a3,3,0,0,0-5.56,0l-5.72,11.35a.68.68,0,0,1-.64.43c-1,.06-1.89.17-2.84.26-2.66.27-5.33.54-8,.79a3.15,3.15,0,0,0-2.86,2.47,3.09,3.09,0,0,0,.9,2.74c3,3,6,6,9.06,9a.79.79,0,0,1,.23.89q-1.71,6.15-3.38,12.33a3,3,0,0,0,2.18,3.6c.2.05.41.08.61.12h.36a4.75,4.75,0,0,0,1-.27q3.64-1.77,7.27-3.59a1.38,1.38,0,0,0,.72-1.55,1.43,1.43,0,0,0-2.12-1l-6.67,3.31-.56.24c.05-.24.07-.41.12-.57,1.18-4.3,2.35-8.59,3.54-12.88a1.83,1.83,0,0,0-.52-2q-4.83-4.74-9.62-9.52c-.11-.1-.2-.21-.37-.4l1.94-.18c3.29-.33,6.57-.68,9.86-1a2.35,2.35,0,0,0,2.13-1.45c1.92-3.92,3.92-7.81,5.89-11.71.07-.15.16-.3.29-.54.47.94.9,1.78,1.33,2.63q2.52,5,5,10a1.51,1.51,0,0,0,1.19,1c1.48.17,3,.31,4.44.45l6.75.66c.42,0,.83.1,1.25.15l.09.17a6,6,0,0,0-.72.59,1.41,1.41,0,0,0,0,1.88,1.37,1.37,0,0,0,1.85.24,3.53,3.53,0,0,0,1.46-2l.18-.64v-.71S278.23,369.24,278.22,369.2Z" transform="translate(-232.54 -352.16)"/><path class="cls-1" d="M274.77,376.34a12.52,12.52,0,0,0-8.58-4.15,12.21,12.21,0,0,0-9.51,3.55c-3.14,3-4.7,6.71-4,11,.9,5.46,4.19,9,9.45,10.69a21,21,0,0,0,2.12.45h2.33c.69-.14,1.4-.23,2.08-.44a13.14,13.14,0,0,0,9.52-10.66c0-.21.07-.41.11-.61v-2.33a1,1,0,0,1-.08-.25A12.57,12.57,0,0,0,274.77,376.34Zm-9.4,18.72a10,10,0,1,1,10.07-9.95A9.8,9.8,0,0,1,265.37,395.06Z" transform="translate(-232.54 -352.16)"/><path class="cls-1" d="M271.08,383.62h-4.23v-.53c0-1.27,0-2.53,0-3.8a1.43,1.43,0,0,0-2.85,0c0,.85,0,1.7,0,2.55v1.77H259.8a1.43,1.43,0,1,0,0,2.86H264V387c0,1.28,0,2.57,0,3.85a1.43,1.43,0,0,0,2.85,0c0-.83,0-1.67,0-2.5v-1.81h4.24a1.43,1.43,0,1,0,0-2.86Z" transform="translate(-232.54 -352.16)"/></svg>
        </div>  
        <div class="modal2__right">
          <p class="modal2__title">ОТЗЫВ <br>ОТПРАВЛЕН</p>
          <p class="modal2__desc">После проверки и модерации <br> он будет опубликован в <br> карточке товара.</p>
        </div>
        
        

        
      </div>
    </div>
  </div>
</div>

<div class="modal  fade  modal3" id="modal3"  role="dialog" aria-labelledby="myModalLabel">
  <div class="modal-dialog" role="document">
    <div class="modal-content">
        <button type="button" class="modal1__close close" data-dismiss="modal" aria-label="Close">
          <span aria-hidden="true">
            <svg id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 16.95 16.95"><path d="M150.18,486.38H137.11l-.06,0a2.25,2.25,0,0,1-1.88-2.29V472.92a11.33,11.33,0,0,1,.05-1.65,2.18,2.18,0,0,1,2.13-1.83h12.58a2.23,2.23,0,0,1,2.19,2.23v12.47a2.25,2.25,0,0,1-1.58,2.14Zm-6.54-15.81h-6.09a1.36,1.36,0,0,0-.45.06,1.13,1.13,0,0,0-.8,1.21v12.21a1.14,1.14,0,0,0,1.21,1.2h12.21A1.16,1.16,0,0,0,151,484V471.79a1.14,1.14,0,0,0-1.21-1.22Z" transform="translate(-135.17 -469.43)"/><path d="M144.4,477.89l2,2,1,1a.56.56,0,0,1,0,.82.57.57,0,0,1-.83,0l-2.79-2.8c0-.05-.09-.12-.15-.19l-.17.16-2.81,2.81a.58.58,0,0,1-.6.19.56.56,0,0,1-.24-.93c.31-.32.63-.63,1-1l1.91-1.91.16-.16-.53-.5-2.45-2.45a.56.56,0,0,1-.18-.59.55.55,0,0,1,.93-.22c.43.41.84.83,1.26,1.25l1.69,1.69.06,0,.13-.13,2.82-2.82a.59.59,0,0,1,.61-.18.54.54,0,0,1,.28.85,1.07,1.07,0,0,1-.14.16l-2.77,2.77Z" transform="translate(-135.17 -469.43)"/></svg>
          </span>
        </button>
      <div class="modal-body">
        <p class="modal3__title">КУПИТЬ И СКАЧАТЬ</p>
        <div class="modal3__product">
          <div class="modal3__product-img">
            <img src="images/tom2.png" alt="">
          </div>
          <p class="modal3__product-title">Развивающая игрушка МДИ Универсальный куб</p>
          <p class="modal3__product-price">550 руб.</p>
        </div>
        <form action="">
          <div class="modal3__inputs">
            <div class="modal3__input">
              <label for="">Ваше имя <span class="star">*</span> </label>
              <input type="text">
            </div>
            <div class="modal3__input">
              <label for="">Электронная почта <span class="star">*</span> </label>
              <input type="text">
            </div>
          </div>
          <button class="modal3__btn">ПЕРЕЙТИ К ОПЛАТЕ</button>
        </form>
        <div class="modal3__hint">
          <svg id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 16.94 16.91"><defs><style>.cls-1{fill:#4a4391;}</style></defs><path class="cls-1" d="M367.31,482.43a8.58,8.58,0,0,0-3.26-5.22,7.45,7.45,0,0,0-2.14-1.18.48.48,0,0,0-.55.13.49.49,0,0,0,0,.57.56.56,0,0,0,.36.28,7.44,7.44,0,0,1,4.77,7.05h0s0,.09,0,.14,0,.3,0,.47,0,.28-.05.45a7.55,7.55,0,0,1-8.12,6.29,7.4,7.4,0,0,1-4.35-2,7.15,7.15,0,0,1-2.33-6.15,7.08,7.08,0,0,1,2.6-4.93A7.49,7.49,0,0,1,359,476.5a.45.45,0,0,0,.45-.38.52.52,0,0,0-.09-.45.48.48,0,0,0-.38-.15h0a10.27,10.27,0,0,0-1.52.15,8.47,8.47,0,0,0-6.91,8.3,8,8,0,0,0,1.31,4.49,8.14,8.14,0,0,0,8,3.92,8.46,8.46,0,0,0,7.47-9.95Z" transform="translate(-350.53 -475.52)"/><path class="cls-1" d="M359,482a.68.68,0,0,0-.66.75v5.14a.67.67,0,1,0,1.33,0v-5.15A.67.67,0,0,0,359,482Z" transform="translate(-350.53 -475.52)"/><path class="cls-1" d="M359,479.33a.66.66,0,0,0-.65.69.67.67,0,1,0,.65-.69Z" transform="translate(-350.53 -475.52)"/></svg>
          <span>После успешной оплаты, на данную электронную почту будет выслана ссылка для скачивания.</span>
        </div>
        <div class="modal3__footer">
          <div>Приобретая данный товар Вы даете согласие на <a href="">обработку персональных данных по правилам сайта</a></div>
        </div>
        
      </div>
    </div>
  </div>
</div>

<div class="modal  fade  modal4" id="modal4"  role="dialog" aria-labelledby="myModalLabel">
  <div class="modal-dialog" role="document">
    <div class="modal-content">
        <button type="button" class="modal1__close close" data-dismiss="modal" aria-label="Close">
          <span aria-hidden="true">
            <svg id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 16.95 16.95"><path d="M150.18,486.38H137.11l-.06,0a2.25,2.25,0,0,1-1.88-2.29V472.92a11.33,11.33,0,0,1,.05-1.65,2.18,2.18,0,0,1,2.13-1.83h12.58a2.23,2.23,0,0,1,2.19,2.23v12.47a2.25,2.25,0,0,1-1.58,2.14Zm-6.54-15.81h-6.09a1.36,1.36,0,0,0-.45.06,1.13,1.13,0,0,0-.8,1.21v12.21a1.14,1.14,0,0,0,1.21,1.2h12.21A1.16,1.16,0,0,0,151,484V471.79a1.14,1.14,0,0,0-1.21-1.22Z" transform="translate(-135.17 -469.43)"/><path d="M144.4,477.89l2,2,1,1a.56.56,0,0,1,0,.82.57.57,0,0,1-.83,0l-2.79-2.8c0-.05-.09-.12-.15-.19l-.17.16-2.81,2.81a.58.58,0,0,1-.6.19.56.56,0,0,1-.24-.93c.31-.32.63-.63,1-1l1.91-1.91.16-.16-.53-.5-2.45-2.45a.56.56,0,0,1-.18-.59.55.55,0,0,1,.93-.22c.43.41.84.83,1.26,1.25l1.69,1.69.06,0,.13-.13,2.82-2.82a.59.59,0,0,1,.61-.18.54.54,0,0,1,.28.85,1.07,1.07,0,0,1-.14.16l-2.77,2.77Z" transform="translate(-135.17 -469.43)"/></svg>
          </span>
        </button>
      <div class="modal-body">
        <p class="modal4__title">КУПИТЬ И СКАЧАТЬ</p>
        <div class="modal4__product">
          <div class="modal4__product-img">
            <img src="images/tom2.png" alt="">
          </div>
          <p class="modal4__product-title">Развивающая игрушка МДИ Универсальный куб</p>
          <p class="modal4__product-price">бесплатно</p>
        </div>
        <form action="">
          <div class="modal4__inputs">
            <div class="modal4__input">
              <label for="">Ваше имя <span class="star">*</span> </label>
              <input type="text">
            </div>
            <div class="modal4__input">
              <label for="">Электронная почта <span class="star">*</span> </label>
              <input type="text">
            </div>
          </div>
          <button class="modal4__btn">
            <svg id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 14.01 11.67"><defs><style>.cls-1{fill:#e31f26;}</style></defs><path class="cls-1" d="M361.26,486.88l-1.34,1.33v-3.84a.58.58,0,1,0-1.16,0v3.84l-1.34-1.33a.58.58,0,1,0-.82.82l2.33,2.33a.5.5,0,0,0,.19.13.57.57,0,0,0,.22,0,.54.54,0,0,0,.22,0,.43.43,0,0,0,.19-.13l2.34-2.33a.59.59,0,0,0,0-.82A.59.59,0,0,0,361.26,486.88Z" transform="translate(-352.34 -478.53)"/><path class="cls-1" d="M365.7,483.53a3.49,3.49,0,0,0-2.86-1.49h-.3a5.25,5.25,0,0,0-10,3,5.32,5.32,0,0,0,1.16,2.17.58.58,0,1,0,.87-.77,4.08,4.08,0,1,1,7-3.72.59.59,0,0,0,.57.44h.73a2.33,2.33,0,0,1,1.34,4.24.59.59,0,0,0-.14.81.61.61,0,0,0,.48.25.57.57,0,0,0,.33-.11,3.48,3.48,0,0,0,.85-4.87Z" transform="translate(-352.34 -478.53)"/></svg>
            <span>СКАЧАТЬ ФАЙЛ</span>
          </button>
        </form>
   
        <div class="modal4__footer">
          <div>Приобретая данный товар Вы даете согласие на <a href="">обработку персональных данных по правилам сайта</a></div>
        </div>
        
      </div>
    </div>
  </div>
</div>

<div class="modal   fade  modal5" id="modal5"  role="dialog" aria-labelledby="myModalLabel">
  <div class="modal-dialog" role="document">
    <div class="modal-content">
        <button type="button" class="modal1__close close" data-dismiss="modal" aria-label="Close">
          <span aria-hidden="true">
            <svg id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 16.95 16.95"><path d="M150.18,486.38H137.11l-.06,0a2.25,2.25,0,0,1-1.88-2.29V472.92a11.33,11.33,0,0,1,.05-1.65,2.18,2.18,0,0,1,2.13-1.83h12.58a2.23,2.23,0,0,1,2.19,2.23v12.47a2.25,2.25,0,0,1-1.58,2.14Zm-6.54-15.81h-6.09a1.36,1.36,0,0,0-.45.06,1.13,1.13,0,0,0-.8,1.21v12.21a1.14,1.14,0,0,0,1.21,1.2h12.21A1.16,1.16,0,0,0,151,484V471.79a1.14,1.14,0,0,0-1.21-1.22Z" transform="translate(-135.17 -469.43)"/><path d="M144.4,477.89l2,2,1,1a.56.56,0,0,1,0,.82.57.57,0,0,1-.83,0l-2.79-2.8c0-.05-.09-.12-.15-.19l-.17.16-2.81,2.81a.58.58,0,0,1-.6.19.56.56,0,0,1-.24-.93c.31-.32.63-.63,1-1l1.91-1.91.16-.16-.53-.5-2.45-2.45a.56.56,0,0,1-.18-.59.55.55,0,0,1,.93-.22c.43.41.84.83,1.26,1.25l1.69,1.69.06,0,.13-.13,2.82-2.82a.59.59,0,0,1,.61-.18.54.54,0,0,1,.28.85,1.07,1.07,0,0,1-.14.16l-2.77,2.77Z" transform="translate(-135.17 -469.43)"/></svg>
          </span>
        </button>
      <div class="modal-body">
        <p class="modal5__subtitle">Ваш город определён как:</p>
        <div class="modal5__title">
          <svg xmlns="http://www.w3.org/2000/svg" width="351.39" height="417.55" viewBox="0 0 351.39 417.55">
            <style type="text/css">
              .st0{fill:#3a3288;}
            </style>
            <path class="st0" d="M223.52,175.63C223.55,149.36 201.94,127.66 175.69,127.61C149.45,127.55 127.69,149.22 127.64,175.45C127.6,201.67 149.28,223.43 175.5,223.48C201.76,223.53 223.49,201.88 223.52,175.63M175.06,378.01C205.25,347.8 235.07,317.97 264.67,288.36C249.72,273.44 234.46,258.22 219.13,242.92C177.91,268.22 131.83,252.55 109.8,220.95C87.89,189.53 92.14,144.65 119.89,118.31C149.48,90.22 193.27,87.93 225.09,112.91C255.65,136.89 266.2,181.95 242.43,219.57C243.54,220.75 244.73,222.06 245.98,223.31C263.37,240.72 280.79,258.11 298.17,275.54C306.72,284.12 306.81,292.76 298.38,301.2C261.58,338.03 224.77,374.84 187.93,411.61C180.25,419.28 171.15,419.58 163.69,412.13C124.97,373.47 85.72,335.31 47.88,295.81C11.27,257.59 -4.03,211.06 0.89,158.35C8.41,77.97 70.52,13.06 150.04,1.8C243.26,-11.39 329.39,49.15 347.88,141.23C355.01,176.72 351.18,211.31 337.1,244.71C333.3,253.74 324.38,257.7 315.95,254.28C307.5,250.86 303.66,241.8 307.42,232.73C314.43,215.82 318.64,198.27 319.11,180.04C319.87,151.1 312.95,123.95 297.31,99.49C272.97,61.43 238.11,39.14 193.37,33C123.17,23.35 54.78,69.08 36.99,138.29C23.63,190.22 35.61,236.7 72.69,275.46C105.55,309.83 139.78,342.9 173.41,376.53C173.99,377.11 174.63,377.62 175.06,378.01"/>
          </svg>
          <span>Владивосток</span>
        </div>
        <div class="modal5__footer">
          <button type="button" data-dismiss="modal" aria-label="Close"  class=" modal5__btn">Да, всё верно</button>
          <button class="modal5__btn">Выбрать другой</button>
        </div>
      </div>
    </div>
  </div>
</div>

<div class="modal   fade  modal6" id="modal6"  role="dialog" aria-labelledby="myModalLabel">
  <div class="modal-dialog" role="document">
    <div class="modal-content">
        <button type="button" class="modal1__close close" data-dismiss="modal" aria-label="Close">
          <span aria-hidden="true">
            <svg id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 16.95 16.95"><path d="M150.18,486.38H137.11l-.06,0a2.25,2.25,0,0,1-1.88-2.29V472.92a11.33,11.33,0,0,1,.05-1.65,2.18,2.18,0,0,1,2.13-1.83h12.58a2.23,2.23,0,0,1,2.19,2.23v12.47a2.25,2.25,0,0,1-1.58,2.14Zm-6.54-15.81h-6.09a1.36,1.36,0,0,0-.45.06,1.13,1.13,0,0,0-.8,1.21v12.21a1.14,1.14,0,0,0,1.21,1.2h12.21A1.16,1.16,0,0,0,151,484V471.79a1.14,1.14,0,0,0-1.21-1.22Z" transform="translate(-135.17 -469.43)"/><path d="M144.4,477.89l2,2,1,1a.56.56,0,0,1,0,.82.57.57,0,0,1-.83,0l-2.79-2.8c0-.05-.09-.12-.15-.19l-.17.16-2.81,2.81a.58.58,0,0,1-.6.19.56.56,0,0,1-.24-.93c.31-.32.63-.63,1-1l1.91-1.91.16-.16-.53-.5-2.45-2.45a.56.56,0,0,1-.18-.59.55.55,0,0,1,.93-.22c.43.41.84.83,1.26,1.25l1.69,1.69.06,0,.13-.13,2.82-2.82a.59.59,0,0,1,.61-.18.54.54,0,0,1,.28.85,1.07,1.07,0,0,1-.14.16l-2.77,2.77Z" transform="translate(-135.17 -469.43)"/></svg>
          </span>
        </button>
      <div class="modal-body">
        <div class="order__city">
          <p class="order__title">Выберите ваш город </p>
          <div class="order__city-input-group">
            <input type="text" class="order__city-input" placeholder="Населенный пункт получателя">
          </div>
          <div class="order__city-bottom">
            <p>Например:</p>
            <div class="order__city-items">
              <div class="order__city-item">Санкт-Петербург</div>
              <div class="order__city-item">Москва</div>
              <div class="order__city-item">Уфа</div>
              <div class="order__city-item">Саратов</div>
              <div class="order__city-item">Новосибирск</div>
            </div>
          </div>
        </div>
        <div class="modal6__footer">
          <button class="modal6__btn" >Установить город</button>
          <button class="modal6__btn" data-dismiss="modal" aria-label="Close">Отмена</button>
        </div>
      </div>
    </div>
  </div>
</div>

<div class="modal   fade  modal7" id="modal7"  role="dialog" aria-labelledby="myModalLabel">
  <div class="modal-dialog" role="document">
    <div class="modal-content">
        <button type="button" class="modal1__close close" data-dismiss="modal" aria-label="Close">
          <span aria-hidden="true">
            <svg id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 16.95 16.95"><path d="M150.18,486.38H137.11l-.06,0a2.25,2.25,0,0,1-1.88-2.29V472.92a11.33,11.33,0,0,1,.05-1.65,2.18,2.18,0,0,1,2.13-1.83h12.58a2.23,2.23,0,0,1,2.19,2.23v12.47a2.25,2.25,0,0,1-1.58,2.14Zm-6.54-15.81h-6.09a1.36,1.36,0,0,0-.45.06,1.13,1.13,0,0,0-.8,1.21v12.21a1.14,1.14,0,0,0,1.21,1.2h12.21A1.16,1.16,0,0,0,151,484V471.79a1.14,1.14,0,0,0-1.21-1.22Z" transform="translate(-135.17 -469.43)"/><path d="M144.4,477.89l2,2,1,1a.56.56,0,0,1,0,.82.57.57,0,0,1-.83,0l-2.79-2.8c0-.05-.09-.12-.15-.19l-.17.16-2.81,2.81a.58.58,0,0,1-.6.19.56.56,0,0,1-.24-.93c.31-.32.63-.63,1-1l1.91-1.91.16-.16-.53-.5-2.45-2.45a.56.56,0,0,1-.18-.59.55.55,0,0,1,.93-.22c.43.41.84.83,1.26,1.25l1.69,1.69.06,0,.13-.13,2.82-2.82a.59.59,0,0,1,.61-.18.54.54,0,0,1,.28.85,1.07,1.07,0,0,1-.14.16l-2.77,2.77Z" transform="translate(-135.17 -469.43)"/></svg>
          </span>
        </button>
      <div class="modal-body">
        <p class="modal7__title">ОБРАТНАЯ СВЯЗЬ</p>
        <div class="modal7__select">
          <label for="">Тема сообщения:</label>
          <select name="" id="">
            <option value="">- выберите тему -</option>
            <option value="">- выберите тему -</option>
          </select>
        </div>
        <div class="modal7__inputs">
          <div class="modal7__input">
            <label for="">Ваше имя <span class="star">*</span> </label>
            <input type="text">
          </div>
          <div class="modal7__input">
            <label for="">Эл.почта <span class="star">*</span> </label>
            <input type="text">
          </div>
          <div class="modal7__input">
            <label for="">Номер телефона</label>
            <input type="text">
          </div>
          <div class="modal7__input">
            <label for="">Сообщение <span class="star">*</span> </label>
            <textarea ></textarea>
          </div>
        </div>
        <div class="modal7__footer">
          <button class="modal7__btn">ОТПРАВИТЬ СООБЩЕНИЕ</button>
          <p class="modal7__hint">
            Отправляя сообщение Вы даете согласие на
            <a href="">правила сайта по обработке персональных данных</a>
          </p>
        </div>
      </div>
    </div>
  </div>
</div>

<div class="modal  fade  modal8" id="modal8"  role="dialog" aria-labelledby="myModalLabel">
  <div class="modal-dialog" role="document">
    <div class="modal-content">
        <button type="button" class="modal1__close close" data-dismiss="modal" aria-label="Close">
          <span aria-hidden="true">
            <svg id="Слой_1" data-name="Слой 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 16.95 16.95"><path d="M150.18,486.38H137.11l-.06,0a2.25,2.25,0,0,1-1.88-2.29V472.92a11.33,11.33,0,0,1,.05-1.65,2.18,2.18,0,0,1,2.13-1.83h12.58a2.23,2.23,0,0,1,2.19,2.23v12.47a2.25,2.25,0,0,1-1.58,2.14Zm-6.54-15.81h-6.09a1.36,1.36,0,0,0-.45.06,1.13,1.13,0,0,0-.8,1.21v12.21a1.14,1.14,0,0,0,1.21,1.2h12.21A1.16,1.16,0,0,0,151,484V471.79a1.14,1.14,0,0,0-1.21-1.22Z" transform="translate(-135.17 -469.43)"/><path d="M144.4,477.89l2,2,1,1a.56.56,0,0,1,0,.82.57.57,0,0,1-.83,0l-2.79-2.8c0-.05-.09-.12-.15-.19l-.17.16-2.81,2.81a.58.58,0,0,1-.6.19.56.56,0,0,1-.24-.93c.31-.32.63-.63,1-1l1.91-1.91.16-.16-.53-.5-2.45-2.45a.56.56,0,0,1-.18-.59.55.55,0,0,1,.93-.22c.43.41.84.83,1.26,1.25l1.69,1.69.06,0,.13-.13,2.82-2.82a.59.59,0,0,1,.61-.18.54.54,0,0,1,.28.85,1.07,1.07,0,0,1-.14.16l-2.77,2.77Z" transform="translate(-135.17 -469.43)"/></svg>
          </span>
        </button>
      <div class="modal-body">
        <p class="modal8__title">СООБЩЕНИЕ <br>ОТПРАВЛЕНО</p>
        <p class="modal8__desc">В ближайшее время с вами <br> свяжется наш менеджер.</p>
        <button class="modal8__btn" data-dismiss="modal" aria-label="Close">закрыть сообщение</button>
      </div>
    </div>
  </div>
</div>





